cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'aircrack-ng'
brew 'autoconf'
brew 'bdw-gc'
brew 'composer'
brew 'coreutils'
brew 'crystal-lang'
brew 'freetype'
brew 'gettext'
brew 'go'
brew 'grc'
brew 'icu4c'
brew 'imagemagick'
brew 'jp2a'
brew 'jpeg'
brew 'libevent'
brew 'libgit2'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libxml2'
brew 'libyaml'
brew 'node'
brew 'openssl'
brew 'php70'
brew 'pkg-config'
brew 'postgresql'
brew 'rbenv'
brew 'readline'
brew 'roundup'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'sqlite'
brew 'unixodbc'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'youtube-dl'

cask 'adium'
cask 'atom'
cask 'boot2docker'
cask 'boot2docker-status'
cask 'disk-sensei'
cask 'docker'
cask 'docker-compose'
cask 'dockertoolbox'
cask 'firefox'
cask 'gitbook-editor'
cask 'github-desktop'
cask 'google-chrome'
cask 'googleappengine'
cask 'heroku-toolbelt'
cask 'ip-in-menu-bar'
cask 'iterm2'
cask 'postgres'
cask 'slack'
cask 'telegram'
cask 'transmission'
cask 'tunnelbear'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
